/* 
  Localizable.strings
  Webcam Settings

  Created by Liang Hsin Chen on 6/4/12.
  Copyright (c) 2012 mactaris@mac.com. All rights reserved.
*/

"About" = "About %@";
"Quit" = "Quit %@";
"Show_Panel" = "Show %@ Panel";
"Hide_Panel" = "Hide %@ Panel";
"UseBWMenuIcon" = "Use Black and White Menu Bar Icon";

"Control_Panel_Title" = "%@ Panel";

"Exposure" = "Exposure";
"Auto_Exposure_Mode" = "Auto-Exposure Mode";
"Manual" = "Manual";
"Auto" = "Auto";
"Shutter_Priority" = "Shutter Priority";
"Aperture_Priority" = "Aperture Priority";
"Exposure_Time" = "Exposure Time";
"Gain" = "Gain";

"Brightness" = "Brightness";
"Contrast" = "Contrast";
"Hue" = "Hue";
"Saturation" = "Saturation";
"Sharpness" = "Sharpness";
"Gamma" = "Gamma";
"White_Balance_Temperature" = "White Balance Temperature";

"Power_Line_Frequency" = "Power Line Frequency (anti-flicker)";
"Disabled" = "Disabled";
"50_Hz" = "50 Hz";
"60_Hz" = "60 Hz";

"Backlight_Compensation" = "Backlight Compensation";
"On" = "On";
"Off" = "Off";

"Startup" = "Startup";
"Launch_App_at_Login" = "Launch %@ at Login";

"Reset_to_Default" = "Reset to Default";

"Basic" = "Basic";
"Advanced" = "Advanced";
"Focus" = "Focus";
"Zoom" = "Zoom";
"Pan" = "Pan";
"Tilt" = "Tilt";

"Aperture" = "Aperture";

"ManageProfile" = "Manage Profile";
"CameraDefault" = "Camera Default";
"SaveNewProfile" = "Save New Profile";
"UpdateProfile" = "Update Profile";
"DeleteProfile" = "Delete Profile";
"ProfileName" = "Profile Name";
"SaveBtn" = "Save";
"CancelBtn" = "Cancel";

"SaveCurrentSettingsInfo" = "Please note that, while this will preserve your camera settings, the image quality may change with the lighting conditions.";
"DeleteSavedSettingsInfo" = "Settings \"%@\" will be deleted.";
"DeleteBtn" = "Delete";

"PopOverText" = "%@ is here!";
"DisableNotification" = "Do not show this popup again";

"PanTilt" = "Pan / Tilt";
"LED" = "LED";

"LoadAtStart" = "Load at Start";

"Preferences" = "Preferences";
"UpdateSlider" = "Read auto settings from webcam";
"ReconfigureWebcam" = "Write every settings to webcam";
"Every 0.5 second" = "Every 0.5 seconds";
"Every 1 second" = "Every 1 second";
"Every 2 seconds" = "Every 2 seconds";
"Every 3 seconds" = "Every 3 seconds";
"OKBtn" = "OK";
"ReadIntervalInfoWS" = "If Auto Exposure Mode, Auto White Balance Temperature or Auto Focus is on.\n\nThis menu tells %@ to read Exposure Time, White Balance Temperature and Focus values at certain interval, for example 0.5 seconds.\n\nDisable this menu if not needed and save USB bandwidth.";
"WriteIntervalInfo" = "Apps such as Skype resets webcam randomly and cause webcam to lose settings.\n\nThis menu tells %@ to write settings back to webcam at certain interval, for example 0.5 seconds.\n\nThis way even if Skype resets webcam, settings will be restored in 0.5 seconds.\n\nDisable this menu if not needed and save USB bandwidth.";

"ReadIntervalInfoSC" = "If Auto Exposure Mode or Auto White Balance Temperature is on.\n\nThis menu tells %@ to read Exposure Time and White Balance Temperature values at certain interval, for example 0.5 seconds.\n\nDisable this menu if not needed and save USB bandwidth.";

"Webcam" = "Webcam";
"Profile" = "Profile";

"HideMenuBarIcon" = "Hide Menu Bar Icon";

"NoiseReduction" = "Noise Reduction";

"CheckForUpdate" = "Check for Update";

"LicenseTitle" = "Enter License Code";
"Email" = "Email:";
"License Code" = "License Code:";
"LicenseDesc" = "Please enter your email and license code below.";
"TryBtn" = "Try it";
"BuyBtn" = "Purchase %@…";
"ShopURL_Orbit" = "http://sites.fastspring.com/mactaris/product/orbitcommand";
"ShopURL_Webcam" = "http://sites.fastspring.com/mactaris/product/webcamsettings";

"Tune" = "Tune";
"Shutter" = "Shutter";
"Temperature" = "Temperature";
"WhiteBalanceU" = "White Balance U";
"WhiteBalanceV" = "White Balance V";

"ProfileConfilict" = "Profile Name Confilict";
"ProfileConfilictInfo" = "Profile \"%@\" already exists. Please use another name.";
